IDEA StatiCa Open Model
Reinforcement Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the Reinforcement class
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
protected Reinforcement()
Protected Sub New
protected:
Reinforcement()
See Also
Reference
Reinforcement Class
IdeaRS.OpenModel.Detail Namespace